IDEA StatiCa Open Model
BendData.Point2OfSideBoundary1 Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Side boundary first plate point 2
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Point3D Point2OfSideBoundary1 { get; set; }
Public Property Point2OfSideBoundary1 As Point3D
	Get
	Set
public:
property Point3D^ Point2OfSideBoundary1 {
	Point3D^ get ();
	void set (Point3D^ value);
}
Property Value
Type: Point3D
See Also
Reference
BendData Class
IdeaRS.OpenModel.Connection Namespace